Repository: budda24/online-tribes_task
Catalog: lib/l10n/intl_*.arb
Languages: pl, uk

# tribeTypeHintText
source: Type
pl: Typ
uk: Тип

# tribeCriteriaHintText
source: Criteria
pl: Kryteria
uk: Критерії

# tribeThemeHintText
source: Themes
pl: Tematy
uk: Теми

# tribeRegistrationBioHint1
source: Describe group, what makes tribe unique
pl: Opisz grupę, co czyni plemię wyjątkowym
uk: Опишіть групу, що робить плем'я унікальним

# tribeRegistrationBioHint2
source: What can encourage people to join tribe?.
pl: Co może zachęcić ludzi do dołączenia do plemienia?
uk: Що може спонукати людей приєднатися до племені?

# tribeRegistrationBioHint3
source: What tribe want to give to tribers?
pl: Co plemię chce dać członkom?
uk: Що плем'я хоче дати членам?

# tribeRegistrationBioHint4
source: You can still edit this content later.
pl: Możesz nadal edytować tę treść później.
uk: Ви можете змінити цей контент пізніше.

# tribeRegistrationCriteriaHint1
source: Describe type of tribe. You have freedom.
pl: Opisz typ plemienia. Masz wolność.
uk: Опишіть тип племені. Ви маєте свободу.

# tribeRegistrationCriteriaHint2
source: Describe what person are you looking for?
pl: Opisz, jakiego rodzaju osoby szukasz?
uk: Опишіть, яких людей ви шукаєте?

# tribeCriteriaRequired
source: Criteria is required.
pl: Kryteria są wymagane.
uk: Критерії обов'язкові.

# tribeCriteriaMinLength
source: Bio must be at least 50 characters.
pl: Bio musi mieć co najmniej 50 znaków.
uk: Біо повинно містити не менше 50 символів.

# tribeNameRequired
source: Please enter your tribe name
pl: Proszę wprowadzić nazwę plemienia
uk: Будь ласка, введіть назву племені

# tribeNameMinLength
source: tribe name must be longer than 3 characters
pl: Nazwa plemienia musi mieć więcej niż 3 znaki
uk: Назва племені повинна бути довше 3 символів

# tribeNameInvalidCharacters
source: tribe name can only contain space, lowercase, letters and numbers
pl: Nazwa plemienia może zawierać tylko spację, małe litery i cyfry
uk: Назва племені може містити тільки пробіл, малі літери та цифри

# tribeNameHint
source: Tribal Name
pl: Nazwa Plemienia
uk: Назва Племені

# tribeNameExist
source: The tribe name already exists. Please choose another one.
pl: Nazwa plemienia już istnieje. Proszę wybrać inną.
uk: Назва племені вже існує. Будь ласка, виберіть іншу.

# creatingTribeFailed
source: Failed to create the tribe. Please try again later.
pl: Nie udało się utworzyć plemienia. Proszę spróbować ponownie później.
uk: Не вдалося створити плем'я. Будь ласка, спробуйте пізніше.

# tribeSignNotPicked
source: Tribal sign picture is not picked
pl: Zdjęcie znaku plemiennego nie zostało wybrane
uk: Зображення знаку племені не вибране

source: Done
pl: Gotowe
uk: Готово

# githubErrorNotFound
source: The requested resource was not found.
pl: Żądany zasób nie został znaleziony.
uk: Запитаний ресурс не знайдено.

# githubErrorUnauthorized
source: You are not authorized to perform this action.
pl: Nie masz uprawnień do wykonania tej akcji.
uk: Ви не маєте дозволу виконувати цю дію.

# githubErrorForbidden
source: You do not have permission to access this resource.
pl: Nie masz pozwolenia na dostęp do tego zasobu.
uk: У вас немає дозволу доступу до цього ресурсу.

# githubErrorRateLimitExceeded
source: Rate limit exceeded. Please try again later.
pl: Przekroczono limit żądań. Proszę spróbować ponownie później.
uk: Перевищено ліміт запитів. Будь ласка, спробуйте пізніше.

# githubErrorServerError
source: An internal server error occurred. Please try again later.
pl: Wystąpił wewnętrzny błąd serwera. Proszę spróbować ponownie później.
uk: Виникла внутрішня помилка сервера. Будь ласка, спробуйте пізніше.

# githubErrorBadRequest
source: Bad request. Please check your input and try again.
pl: Błędne żądanie. Proszę sprawdzić swoje dane wejściowe i spróbować ponownie.
uk: Невірний запит. Будь ласка, перевірте ваші дані та спробуйте ще раз.

# githubErrorConflict
source: There was a conflict with your request.
pl: Wystąpił konflikt z Twoim żądaniem.
uk: Виник конфлікт з вашим запитом.

# githubErrorUnknown
source: An unknown error occurred. Please try again.
pl: Wystąpił nieznany błąd. Proszę spróbować ponownie.
uk: Виникла невідома помилка. Будь ласка, спробуйте ще раз.

# congratulation
source: Congratulations
pl: Gratulacje
uk: Вітаємо

source: You have become part of
pl: Stałeś się częścią
uk: Ви стали частиною

source: Online Tribes
pl: Plemiona Online
uk: Онлайн Племені

# nowItIsTimeTo
source: Now, It is time to reach your first tribe
pl: Teraz czas, aby dotrzeć do swojego pierwszego plemienia
uk: Тепер час досягти свого першого племені

source: Search tribe
pl: Szukaj plemienia
uk: Пошук племені

source: Create tribe
pl: Utwórz plemię
uk: Створити плем'я

# hobbiesHintText
source: Hobbies
pl: Hobby
uk: Хобі

# ageLabel
source: Age
pl: Wiek
uk: Вік

# languageHintText
source: Language
pl: Język
uk: Мова

# sliderLabel
source: {currentAge} years old
pl: {currentAge} lat
uk: {currentAge} років

# cantGetUser
source: Can't get User from Data Base
pl: Nie można pobrać użytkownika z bazy danych
uk: Не вдалося отримати користувача з бази даних

# userNameExist
source: The username already exists. Please choose another one.
pl: Nazwa użytkownika już istnieje. Proszę wybrać inną.
uk: Ім'я користувача вже існує. Будь ласка, виберіть інше.

# describe_yourself
source: Describe yourself, your interests, and what makes you unique.
pl: Opisz siebie, swoje zainteresowania i to, co czyni Cię wyjątkowym.
uk: Опишіть себе, свої інтереси та те, що робить вас унікальним.

# motivated_to_join
source: What motivated you to join the tribe?
pl: Co zmotywowało Cię do dołączenia do plemienia?
uk: Що мотивувало вас приєднатися до племені?

# help_in_communities
source: How do you plan to help in the communities when you will join?
pl: Jak planujesz pomóc w społecznościach po dołączeniu?
uk: Як ви плануєте допомагати в спільнотах після приєднання?

# bioRequired
source: Bio is required.
pl: Bio jest wymagane.
uk: Біо обов'язкове.

# bioMinLength
source: Bio must be at least 100 characters.
pl: Bio musi mieć co najmniej 100 znaków.
uk: Біо повинно містити не менше 100 символів.

# picturePickerPickFromGallery
source: Pick from gallery
pl: Wybierz z galerii
uk: Вибрати з галереї

# picturePickerTakePicture
source: Take a picture
pl: Zrób zdjęcie
uk: Зробити фотографію

# picturePickerPermissionDeniedMessage
source: Permission denied. Please enable it in settings.
pl: Uprawnienia odmówione. Proszę włączyć je w ustawieniach.
uk: Дозвіл відмовлено. Будь ласка, увімкніть його в налаштуваннях.

# picturePickerAddPicture
source: Add picture
pl: Dodaj zdjęcie
uk: Додати фотографію

# bioNameHint
source: Add Bio
pl: Dodaj Bio
uk: Додати Біо

# userNameHint
source: User Name
pl: Nazwa użytkownika
uk: Ім'я користувача

# genderHint
source: Gender
pl: Płeć
uk: Стать

# myPlaceHint
source: My Place
pl: Moje miejsce
uk: Моє місце

# userProfilePictureNotPicked
source: Profile picture is not picked
pl: Zdjęcie profilowe nie zostało wybrane
uk: Фото профілю не вибране

source: Welcome back!
pl: Witamy z powrotem!
uk: Ласкаво просимо назад!

# weAreCheering
source: We are cheering that you came back!
pl: Cieszymy się, że wróciłeś!
uk: Ми раді, що ви повернулися!

# recoverPassword
source: Recover
pl: Odzyskaj
uk: Відновити

# doNotRememberPassword
source: You do not remember password?
pl: Nie pamiętasz hasła?
uk: Ви не пам'ятаєте пароль?

# verificationModalTitle
source: We've sent a confirmation link to:
pl: Wysłaliśmy link potwierdzający na adres:
uk: Ми відправили посилання для підтвердження на:

# verificationModalSubtitle
source: Please click the link in the email to verify your account.
pl: Proszę kliknij link w e-mailu, aby zweryfikować swoje konto.
uk: Будь ласка, натисніть посилання в електронному листі, щоб підтвердити свій акаунт.

# verificationModalCheckEmail
source: If you don't see the email, check your spam folder or try resending it.
pl: Jeśli nie widzisz e-maila, sprawdź folder spam lub spróbuj wysłać go ponownie.
uk: Якщо ви не бачите електронного листа, перевірте папку спаму або спробуйте надіслати його повторно.

# verificationModalResendButton
source: Resend it
pl: Wyślij ponownie
uk: Надіслати повторно

# verificationModalLogin
source: Login
pl: Zaloguj się
uk: Увійти

# verificationResentSuccess
source: Verification email resent successfully.
pl: E-mail weryfikacyjny został pomyślnie wysłany ponownie.
uk: Електронний лист для підтвердження успішно надіслано повторно.

# verificationResentFailure
source: Failed to resend verification email. Please try again.
pl: Nie udało się wysłać ponownie e-maila weryfikacyjnego. Proszę spróbować ponownie.
uk: Не вдалося надіслати електронний лист для підтвердження. Будь ласка, спробуйте ще раз.

# termsLinkError
source: Could not open link:
pl: Nie można otworzyć linku:
uk: Не вдалося відкрити посилання:

# termsAcceptTermsTitle
source: Accept terms
pl: Zaakceptuj warunki
uk: Прийняти умови

# termsAcceptTermsSubtitle
source: Clicking continue you agree to the current term and conditions.
pl: Klikając kontynuuj, zgadzasz się na obowiązujące warunki.
uk: Натискаючи «продовжити», ви погоджуєтеся з поточними умовами та положеннями.

# termsContinueText
source: Continue
pl: Kontynuuj
uk: Продовжити

# termsLoadError
source: Failed to load terms and conditions
pl: Nie udało się załadować warunków i zasad
uk: Не вдалося завантажити умови та положення

# createYourAccountTitle
source: Create your account
pl: Utwórz swoje konto
uk: Створіть свій акаунт

source: Create your account tribe
pl: Utwórz swoje konto plemienia
uk: Створіть акаунт племені

source: Write your email
pl: Wpisz swój e-mail
uk: Введіть свій електронний лист

source: Write your password
pl: Wpisz swoje hasło
uk: Введіть свій пароль

source: Confirm your password
pl: Potwierdź swoje hasło
uk: Підтвердіть свій пароль

# alreadyHaveAccount
source: Already have an account?
pl: Masz już konto?
uk: Вже маєте акаунт?

source: Log in
pl: Zaloguj się
uk: Увійти

source: Passwords do not match
pl: Hasła się nie zgadzają
uk: Паролі не збігаються

# continueText
source: Continue
pl: Kontynuuj
uk: Продовжити

# forgotPasswordSubtitle
source: Please enter your email to reset the password
pl: Proszę wprowadź swój e-mail, aby zresetować hasło
uk: Будь ласка, введіть свій електронний лист для скидання пароля

# loginTitle
source: Login
pl: Zaloguj się
uk: Увійти

# emailLabel
source: Email
uk: Електронний лист

# passwordLabel
source: Password
pl: Hasło
uk: Пароль

# userNameLabel
source: User Name
pl: Nazwa użytkownika
uk: Ім'я користувача

source: Forgot Password?
pl: Nie pamiętasz hasła?
uk: Забули пароль?

source: Authentication Failure
pl: Błąd uwierzytelniania
uk: Помилка автентифікації

# loginButton
source: Login
pl: Zaloguj się
uk: Увійти

# signUpButton
source: Sign up
pl: Zarejestruj się
uk: Зареєструватися

# emailNotVerified
source: 'Your email is not verified. Please check your inbox for a verification email and verify your account to proceed.
pl: Twój e-mail nie został zweryfikowany. Proszę sprawdź swoją skrzynkę odbiorczą pod kątem e-maila weryfikacyjnego i zweryfikuj swoje konto, aby kontynuować.
uk: Ваш електронний лист не підтверджено. Будь ласка, перевірте свою поштову скриньку для отримання листа підтвердження та підтвердіть свій акаунт, щоб продовжити.

# emailAlreadyExistsError
source: The email address is already in use by another account.
pl: Adres e-mail jest już używany przez inne konto.
uk: Адреса електронної пошти вже використовується іншим акаунтом.

# userNotFoundError
source: No user found with the provided credentials.
pl: Nie znaleziono użytkownika z podanymi danymi.
uk: Користувача з наданими обліковими даними не знайдено.

# invalidEmailError
source: The email address is badly formatted.
pl: Adres e-mail jest źle sformatowany.
uk: Адреса електронної пошти має неправильний формат.

# wrongPasswordError
source: The password is invalid for the given email.
pl: Hasło jest nieprawidłowe dla podanego e-maila.
uk: Пароль невірний для зазначеної електронної пошти.

# userDisabledError
source: The user account has been disabled.
pl: Konto użytkownika zostało wyłączone.
uk: Акаунт користувача було вимкнено.

# tooManyRequestsError
source: Too many requests. Please try again later.
pl: Za dużo żądań. Proszę spróbować ponownie później.
uk: Забагато запитів. Будь ласка, спробуйте пізніше.

# operationNotAllowedError
source: This operation is not allowed.
pl: Ta operacja jest niedozwolona.
uk: Ця операція не дозволена.

# unknownError
source: An unknown error has occurred. Please try again.
pl: Wystąpił nieznany błąd. Proszę spróbować ponownie.
uk: Виникла невідома помилка. Будь ласка, спробуйте ще раз.

# boxNotFoundError
source: The requested box was not found.
pl: Żądane pudełko nie zostało znalezione.
uk: Запитана коробка не знайдена.

# invalidBoxError
source: The box is invalid.
pl: Pudełko jest nieprawidłowe.
uk: Коробка є недійсною.

# boxAlreadyOpenError
source: The box is already open.
pl: Pudełko jest już otwarte.
uk: Коробка вже відкрита.

# keyNotFoundError
source: The key was not found in the box.
pl: Klucz nie został znaleziony w pudełku.
uk: Ключ не знайдено в коробці.

# corruptBoxError
source: The box is corrupt.
pl: Pudełko jest uszkodzone.
uk: Коробка пошкоджена.

# readError
source: An error occurred while reading from the box.
pl: Wystąpił błąd podczas odczytu z pudełka.
uk: Виникла помилка під час читання з коробки.

# writeError
source: An error occurred while writing to the box.
pl: Wystąpił błąd podczas zapisywania do pudełka.
uk: Виникла помилка під час запису в коробку.

# deleteError
source: An error occurred while deleting from the box.
pl: Wystąpił błąd podczas usuwania z pudełka.
uk: Виникла помилка під час видалення з коробки.

# typeErrorError
source: A type error occurred.
pl: Wystąpił błąd typu.
uk: Виникла помилка типу.

# notFoundError
source: The requested resource was not found.
pl: Żądany zasób nie został znaleziony.
uk: Запитаний ресурс не знайдено.

# permissionDeniedError
source: You do not have permission to access this resource.
pl: Nie masz pozwolenia na dostęp do tego zasobu.
uk: Ви не маєте дозволу на доступ до цього ресурсу.

# resourceExhaustedError
source: Resource has been exhausted. Please try again later.
pl: Zasób został wyczerpany. Proszę spróbować ponownie później.
uk: Ресурс вичерпано. Будь ласка, спробуйте пізніше.

# cancelledError
source: The operation was cancelled.
pl: Operacja została anulowana.
uk: Операція була скасована.

# invalidArgumentError
source: An invalid argument was provided.
pl: Podano nieprawidłowy argument.
uk: Було надано недійсний аргумент.

# deadlineExceededError
source: The operation timed out. Please try again.
pl: Operacja przekroczyła limit czasu. Proszę spróbować ponownie.
uk: Операція перевищила час очікування. Будь ласка, спробуйте ще раз.

# alreadyExistsError
source: The resource already exists.
pl: Zasób już istnieje.
uk: Ресурс вже існує.

# internalError
source: An internal error occurred. Please try again.
pl: Wystąpił wewnętrzny błąd. Proszę spróbować ponownie.
uk: Виникла внутрішня помилка. Будь ласка, спробуйте ще раз.

# unavailableError
source: The service is currently unavailable. Please try again later.
pl: Usługa jest obecnie niedostępna. Proszę spróbować ponownie później.
uk: Сервіс зараз недоступний. Будь ласка, спробуйте пізніше.

# dataLossError
source: Data loss occurred. Please report this issue.
pl: Wystąpiła utrata danych. Proszę zgłosić ten problem.
uk: Виникла втрата даних. Будь ласка, повідомте про цю проблему.

# unknownFirestoreError
source: An unknown error occurred. Please try again.
pl: Wystąpił nieznany błąd. Proszę spróbować ponownie.
uk: Виникла невідома помилка. Будь ласка, спробуйте ще раз.

# emailAlreadyVerifiedError
source: Your email is already verified.
pl: Twój e-mail jest już zweryfikowany.
uk: Ваш електронний лист вже підтверджено.

# genericErrorMessage
source: Something went wrong, please try again later.
pl: Coś poszło nie tak, proszę spróbować ponownie później.
uk: Щось пішло не так, будь ласка, спробуйте пізніше.

# signInFailedError
source: Sign in failed. Please try again.
pl: Logowanie nie powiodło się. Proszę spróbować ponownie.
uk: Вхід не вдався. Будь ласка, спробуйте ще раз.

# networkError
source: Network error. Please check your connection and try again.
pl: Błąd sieci. Proszę sprawdzić połączenie i spróbować ponownie.
uk: Помилка мережі. Будь ласка, перевірте підключення та спробуйте ще раз.

# playStoreNotFoundError
source: Google Play Store is not available on this device.
pl: Google Play Store nie jest dostępny na tym urządzeniu.
uk: Google Play Store недоступний на цьому пристрої.

# billingUnavailableError
source: Billing service is unavailable. Please try again later.
pl: Usługa rozliczeniowa jest niedostępna. Proszę spróbować ponownie później.
uk: Сервіс оплати недоступний. Будь ласка, спробуйте пізніше.

# itemUnavailableError
source: The requested item is not available.
pl: Żądany przedmiot jest niedostępny.
uk: Запитаний товар недоступний.

# developerError
source: A developer error has occurred. Please contact support.
pl: Wystąpił błąd dewelopera. Proszę skontaktować się z pomocą techniczną.
uk: Виникла помилка розробника. Будь ласка, зверніться до підтримки.

# serviceUnavailableError
source: Service is currently unavailable. Please try again later.
pl: Usługa jest obecnie niedostępna. Proszę spróbować ponownie później.
uk: Сервіс зараз недоступний. Будь ласка, спробуйте пізніше.

# userCanceledError
source: The operation was cancelled by the user.
pl: Operacja została anulowana przez użytkownika.
uk: Операція була скасована користувачем.

# paymentError
source: Payment could not be processed. Please try again.
pl: Płatność nie mogła zostać przetworzona. Proszę spróbować ponownie.
uk: Не вдалося обробити платіж. Будь ласка, спробуйте ще раз.

# emailRequired
source: Please enter your email
pl: Proszę wprowadzić swój e-mail
uk: Будь ласка, введіть свій електронний лист

# emailInvalid
source: Please enter a valid email address
pl: Proszę wprowadzić prawidłowy adres e-mail
uk: Будь ласка, введіть дійсну адресу електронної пошти

# passwordRequired
source: Please enter your password
pl: Proszę wprowadzić swoje hasło
uk: Будь ласка, введіть свій пароль

# passwordMinLength
source: Password must be at least 8 characters long
pl: Hasło musi mieć co najmniej 8 znaków
uk: Пароль повинен містити принаймні 8 символів

# passwordUppercase
source: Password must contain at least one uppercase letter
pl: Hasło musi zawierać co najmniej jedną dużą literę
uk: Пароль повинен містити принаймні одну велику літеру

# passwordLowercase
source: Password must contain at least one lowercase letter
pl: Hasło musi zawierać co najmniej jedną małą literę
uk: Пароль повинен містити принаймні одну малу літеру

# passwordDigit
source: Password must contain at least one digit
pl: Hasło musi zawierać co najmniej jedną cyfrę
uk: Пароль повинен містити принаймні одну цифру

# passwordSpecialCharacter
source: Password must contain at least one special character
pl: Hasło musi zawierać co najmniej jeden znak specjalny
uk: Пароль повинен містити принаймні один спеціальний символ

# userNameRequired
source: Please enter your username
pl: Proszę wprowadzić swoją nazwę użytkownika
uk: Будь ласка, введіть своє ім'я користувача

# userNameMinLength
source: Username must be longer than 3 characters
pl: Nazwa użytkownika musi mieć więcej niż 3 znaki
uk: Ім'я користувача повинно містити більше ніж 3 символи

# userNameInvalidCharacters
source: Username can only contain lowercase letters and numbers
pl: Nazwa użytkownika może zawierać tylko małe litery i cyfry
uk: Ім'я користувача може містити тільки малі літери та цифри

# resetPasswordButton
source: Reset Password
pl: Zresetuj hasło
uk: Скинути пароль

# passwordResetEmailSent
source: Password reset email has been sent
pl: E-mail do resetowania hasła został wysłany
uk: Електронний лист для скидання пароля надіслано

# loginSuccess
source: Login successful
pl: Logowanie zakończone sukcesem
uk: Вхід успішний

# loginFailure
source: Login failed
pl: Logowanie nie powiodło się
uk: Вхід не вдалося

# resetPasswordSuccess
source: Password reset successful
pl: Resetowanie hasła zakończone sukcesem
uk: Скидання пароля успішне

# resetPasswordFailure
source: Password reset failed
pl: Resetowanie hasła nie powiodło się
uk: Скидання пароля не вдалося

# preAuthTitle
source: Welcome Online Tribes
pl: Witamy Plemiona Online
uk: Ласкаво просимо Онлайн Племені

# preAuthTitleSubtitle
source: Spend time, good time Click below to start!
pl: Spędzaj czas, dobry czas Kliknij poniżej, aby rozpocząć!
uk: Проводьте час, гарний час Натисніть нижче, щоб почати!

# objectNotFoundError
source: The requested object was not found.
pl: Żądany obiekt nie został znaleziony.
uk: Запитаний об'єкт не знайдено.

# bucketNotFoundError
source: The specified bucket does not exist.
pl: Określony kosz nie istnieje.
uk: Вказаний кошик не існує.

# projectNotFoundError
source: The project associated with this request could not be found.
pl: Projekt związany z tym żądaniem nie został znaleziony.
uk: Проект, пов'язаний з цим запитом, не знайдено.

# quotaExceededError
source: The quota for the storage bucket has been exceeded.
pl: Limit kwoty dla kosza został przekroczony.
uk: Квота для кошика зберігання перевищена.

# unauthenticatedError
source: You need to be authenticated to perform this action.
pl: Musisz być uwierzytelniony, aby wykonać tę akcję.
uk: Ви повинні бути автентифіковані, щоб виконати цю дію.

# unauthorizedError
source: You are not authorized to perform this action.
pl: Nie masz uprawnień do wykonania tej akcji.
uk: Ви не маєте дозволу виконати цю дію.

# retryLimitExceededError
source: Retry limit has been exceeded. Please try again later.
pl: Przekroczono limit prób ponownego. Proszę spróbować ponownie później.
uk: Перевищено ліміт повторних спроб. Будь ласка, спробуйте пізніше.

# invalidChecksumError
source: File verification failed due to checksum mismatch.
pl: Weryfikacja pliku nie powiodła się z powodu niezgodności sumy kontrolnej.
uk: Перевірка файлу не вдалася через невідповідність контрольної суми.

# canceledError
source: The operation was cancelled.
pl: Operacja została anulowana.
uk: Операція була скасована.

# invalidEventNameError
source: The provided event name is invalid.
pl: Podana nazwa zdarzenia jest nieprawidłowa.
uk: Надане ім'я події є недійсним.

# invalidUrlError
source: The provided URL is invalid.
pl: Podany URL jest nieprawidłowy.
uk: Наданий URL є недійсним.

# rulesTab
source: Rules
pl: Zasady
uk: Принципи

source: Members
pl: Uczestnicy
uk: учасники

source: Reaction
pl: Reakcja
uk: Відповідь

source: Reply
pl: Odpowiedź
uk: Відповідай

source: Who we are?
pl: Kim jesteśmy?
uk: Хто ми такі?

source: Overall rules
pl: Zasady ogólne
uk: Загальні принципи

source: Discover Tribes
pl: Odkrywaj plemiona
uk: Відкрийте для себе племена

source: or
pl: lub
uk: або

source: create your own
pl: utwórz własne
uk: створіть свій власний

source: Popular tribes
pl: Popularne plemiona
uk: Популярні племена

source: Tribe name
pl: Nazwa plemienia
uk: Назва племені

source: Nothing found
pl: Nic nie znaleziono
uk: Нічого не знайдено.

# searchLengthValidation
source: Please input at least {minLength} characters
pl: Proszę wprowadź co najmniej {minLength} znaki
uk: Будь ласка, введіть щонайменше {minLength} символи

source: Requests to Tribe
pl: Prośby o dołączenie
uk: Прохання про приєднання

source: Join the group
pl: Dołącz do grupy
uk: Приєднуйтесь до групи

source: Join request sent
pl: Prośba o dołączenie wysłana
uk: Запит на приєднання відправлено

# joinRequestPendingApproval
source: Your join request is pending approval
pl: Twoja prośba o dołączenie oczekuje na akceptację
uk: Ваш запит на приєднання очікує на схвалення
