Repository: budda24/online-tribes_task
Catalog: lib/l10n/intl_*.arb
Languages: pl, uk

# noMembersInfo
source: No members yet
pl: Brak uczestników
uk: Немає учасників

source: Pending join requests
pl: Oczekujące prośby o dołączenie
uk: Очікують запити на приєднання

source: Accept
pl: Zaakceptuj
uk: Прийняти

source: Deny
pl: Odmów
uk: Відмовитися

# minutesShort
source: min
uk: хв

# hoursShort
source: h
pl: g
uk: g

# tribeMetricsLast30Days
source: Last 30 Days
pl: Ostatnie 30 dni
uk: Останні 30 днів

# tribeMetricsConversations
source: Conversations
pl: Rozmowy
uk: Розмови

# tribeMetricsEngagement
source: Engagement
pl: Zaangażowanie
uk: Залученість

# tribeMetricsParticipation
source: Participation
pl: Uczestnictwo
uk: Участь

# tribeMetricsStoriesPosted
source: Stories Posted
pl: Opublikowane historie
uk: Опубліковані історії

# tribeMetricsAverageResponseTime
source: Average Response Time
pl: Średni czas odpowiedzi
uk: Середній час відповіді

# tribeMetricsLikes
source: Likes
pl: Polubienia
uk: Лайки

# tribeMetricsComments
source: Comments
pl: Komentarze
uk: Коментарі

# tribeMetricsShares
source: Shares
pl: Udostępnienia
uk: Поширення

# tribeMetricsActiveConversations
source: Active Conversations
pl: Aktywne rozmowy
uk: Активні розмови

# tribeMetricsAvgMessagesPerConversation
source: Avg Messages per Conversation
pl: Średnia liczba wiadomości na rozmowę
uk: Середня кількість повідомлень на розмову

# tribeMetricsAvgMessagesPerGroupChat
source: Avg Messages per Group Chat
pl: Średnia liczba wiadomości na czat grupowy
uk: Середня кількість повідомлень на груповий чат

# tribeMetricsParticipationPeriod
source: Participation Period
pl: Okres uczestnictwa
uk: Період участі

# tribeMetricsShorts
source: Shorts
pl: Krótkie filmy
uk: Короткі відео

# userProfileActive
source: Active
pl: Aktywny
uk: Активний

# userProfileAgo
source: ago
pl: temu
uk: тому

# userProfileLoadingError
source: Something went wrong
pl: Błąd ładowania profilu użytkownika
uk: Помилка завантаження профілю користувача

# userProfileConfirmChange
source: Confirm Changes
pl: Potwierdź zmianę
uk: Підтвердити зміну

# userProfileTabAbout
source: About
pl: O użytkowniku
uk: Про користувача

# userProfileTabActivity
source: Activity
pl: Aktywność
uk: Активність

# userProfileTabTribes
source: Tribes
pl: Plemiona
uk: Племена

# userProfileTabPosts
source: Posts
pl: Posty
uk: Пости

# tribeNotLoadedError
source: Tribe couldn't be loaded, please try again
pl: Nie udało się załadować plemienia
uk: Не вдалося завантажити плем'я

# createTribeRetry
source: Retry
pl: Spróbuj ponownie utworzyć plemię
uk: Спробуйте створити плем'я знову

# hobbyLimitExceedInfo
source: You're allowed to have max 5 Hobbies
pl: Przekroczono limit hobby
uk: Перевищено ліміт хобі

# unauthenticatedUser
source: Your session has expired or you are not logged in. Please log in to continue.
pl: Nieautoryzowany użytkownik
uk: Неавторизований користувач

# errorBannerTitle
source: Error
pl: Błąd
uk: Помилка

# successBannerTitle
source: Success
pl: Sukces
uk: Успіх

# infoBannerTitle
source: Info
pl: Informacja
uk: Інформація

source: Write something...
pl: Napisz coś
uk: Напишіть щось

source: All
pl: Wszystko
uk: Усе

source: General Discussion
pl: Dyskusja ogólna
uk: Загальне обговорення

source: Set up your tribe
pl: Skonfiguruj swoje plemię
uk: Налаштуйте своє плем'я

# errorOnboarding
source: onboarding was not able to save complete
pl: Błąd podczas wprowadzania
uk: Помилка під час введення

# inviteThreePeople
source: Invite 3 people
pl: Zaproś trzy osoby
uk: Запросіть трьох людей

source: Write your first post
pl: Napisz swój pierwszy post
uk: Напишіть свій перший пост

source: Upload banner image
pl: Prześlij obraz banera
uk: Завантажте банерне зображення

# fillShortDescription
source: Fill short description for search engine
pl: Wypełnij krótki opis
uk: Заповніть короткий опис

source: Add rules
pl: Dodaj zasady
uk: Додайте правила

# fillOutTheList
source: Complete all required tribe information above to make your tribe visible in search results.
pl: Wypełnij listę
uk: Заповніть список

source: Request membership
pl: Poproś o członkostwo
uk: Запросити членство

source: Send
pl: Wyślij
uk: Надіслати

source: Sending..
pl: Wysyłanie
uk: Надсилання

source: Cancel
pl: Anuluj
uk: Скасувати
